{
  "oileus1":[
    {
      "char":"Oileus",
      "speech":"Greetings Jason, it is good to finally be on fresh land! Let us continue our journey. Press Z to Continue..."
    },
    {
      "char":"Oileus",
      "speech":"To walk, you can use the left and right arrow keys respectevively and jump using the up arrow key. Press Z to continue..."
    },
    {
      "char":"Oileus",
      "speech":"You can interact with characters and signs that have a speech bubble above their head, this is done by pressing 'Z'. Press Z to Continue..."
    },
    {
      "char":"Oileus",
      "speech":"Where did Orpheus head off to? Press Z to Continue..."
    },
    {
      "char":"Oileus",
      "speech":"I could use a drink..."
    },
    {
        "char":"",
        "speech":""  
    }
  ],
    
  "iphiclus1":[
    {
      "char":"Iphiclus",
      "speech":"The guards in the keep require our assistance! Enter the Keep and speak to them. Press Z to Continue..."
    },
    {
      "char":"Iphiclus",
      "speech":"Jason.. did you know, you can double jump to jump even higher! This is done by pressing the up arrow key once again while mid-air. Press Z to Continue..."
    },
    {
      "char":"Iphiclus",
      "speech":"You should see what the guards need.."
    },
    {
        "char":"",
        "speech":""  
    }
  ],
  "oileusB1":[
    {
      "char":"Keep Guard",
      "speech":"Mighty hero! Creatures have appeared and are raiding our keep, can you climb the tower and slay these foes. We will grant you access into the city once they are defeated! Press Z to Continue..."
    },
       {
      "char":"Keep Guard",
      "speech":"I am sure I don't need to tell you how to use your sword, but you can attack by pressing the 'SPACE' key. Press Z to Continue..."
    },
    {
      "char":"Keep Guard",
      "speech":"If you are in trouble, You can quickly move away from the enemy by holding 'SHIFT' while moving to run!"
    },
    {
      "char":"",
      "speech":""
    }
  ], 
  "iphiclusB1":[
    {
        "char":"Keep Guard", 
        "speech": "The creatures are in the next room, please deal with them. Press Z to Continue..."
    },
    {
      "char":"Keep Guard",
      "speech":"Remember, it is 'SPACE' to attack. Press Z to Continue..."
    },
    {
      "char":"Keep Guard",
      "speech":"If you need something to eat, enter the store room on the above level."
    },
    {
        "char":"",
        "speech":""  
    }
    ],
    "iphiclusC1":[
    {
        "char":"Keep Guard", 
        "speech": "Throughout the land of Colchis, you will find many items that can be picked up. Some will heal you while others will increase the damage you do. Press Z to Continue... "
    },
    {
        "char":"Keep Guard",
        "speech":"To pick up items, simply walk up to them and press Z. Press Z to Continue..."
    },
    {
        "char":"Keep Guard",
        "speech":"You must be hungry after a long journey, please take some food! Press Z to Continue..."
    },
    {
        "char":"Keep Guard",
        "speech":"What are you still doing here? Go kill the creatures."
    },
    {
        "char":"",
        "speech":""  
    }],
        
        "oileusC1":[
    {
        "char":"Keep Guard", 
        "speech": "Thank you mighty hero! You can proceed into the city now and continue your journey. Press 'Z' to continue."
    },
    {
        "char":"Keep Guard",
        "speech":"To enter the door press the 'UP' key."
    }, 
    {
        "char":"",
        "speech":""  
    }
    ],
    
    "iphiclusD1":[
    {
        "char":"Keep Guard", 
        "speech": "Once you pick up the items, they will be stored within your bag. To view your bag press the 'I' key. Press 'Z' to continue..."
    },
    {
        "char":"Keep Guard",
        "speech":"Once within your bag you can use the item or drop the item (In Progress)"
    }, 
    {
        "char":"",
        "speech":""  
    }
    ],
     "iphiclusE1":[
    {
        "char":"Keep Guard", 
        "speech": "Quick! There are some in the basement!"
    },
    {
        "char":"Keep Guard",
        "speech":"By the Gods, this is only my first day on duty."
    }, 
    {
        "char":"",
        "speech":""  
    }
    ]
}